[
    {
        "name": "Reading Press Releases",
        "duration": "1 Day",
        "img": "https://i.ibb.co/DGTx74q/reading-press-releases.jpg",
        "price": 199.99,
        "rating": {
            "number": 5.0,
            "badge": "Excellent"
        },
        "description": "The  most important part of writing a press release is to craft the lead. That’s exactly where the impatient ones will find the answers to the most important questions, including the five W’s: what the news is about, who is involved, when and where it happened, and why it is important."
    },
    {
        "name": "Researching Articles",
        "duration": "1 Article",
        "img": "https://i.ibb.co/Y0zvsp7/researching-articles.jpg",
        "price": 149.99,
        "rating": {
            "number": 5.0,
            "badge": "Excellent"
        },
        "description": "There are many types of research article, published every year. Original research articles are often the first thing you think of when you hear the words ‘journal article’. In reality, research work often results in a whole mixture of different outputs and it’s not just the final research article that can be published. Finding a home to publish your supporting work in different formats can help you start publishing sooner. And, it will allow you to build your publication record and research profile."
    },
    {
        "name": "Interviewing Sources",
        "duration": "1 Interview",
        "img": "https://i.ibb.co/X4kRc9R/interviewing-sources.jpg",
        "price": 199.99,
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "description": "Interviews may be conversational, but they are not casual conversations. Organization is essential, as is attention to detail and a firm will. The process also begins well before you talk with the other person, be it face to face, on the telephone or over the Internet. The intensity of your preparations may vary depending on the gravity and importance of the interview."
    },
    {
        "name": "Proofreading",
        "duration": "Single Copy",
        "img": "https://i.ibb.co/nsbLC17/proofreading.jpg",
        "price": 299.99,
        "rating": {
            "number": 5.0,
            "badge": "Excellent"
        },
        "description": "Proofreading means carefully checking for errors in a text before it is published or shared. It is the very last stage of the writing process, when you fix minor spelling and punctuation mistakes, typos, formatting issues and inconsistencies. Proofreading is essential for any text that will be shared with an audience, whether it’s an academic paper, a job application, an online article, or a print flyer. Depending on your skills and budget, you can choose to proofread the text yourself or to hire a professional."
    },
    {
        "name": "Attending Events",
        "duration": "1 Event",
        "img": "https://i.ibb.co/zQPRHwY/attending-events.jpg",
        "price": 299.99,
        "rating": {
            "number": 5.0,
            "badge": "Excellent"
        },
        "description": "Attending industry events, such as conferences and award shows, is an impactful way to solidify your presence and voice as an industry leader, network with peers and continue to build awareness of your company. Using events as a marketing channel gives potential customers a unique, firsthand interaction with the company and a true sense of the company's focus, perspective, and personality.  Now more than ever, it's important for businesses to stand out from the crowd, and event marketing is a great place to start."
    },
    {
        "name": "Writing, Editing and Submitting Copy",
        "duration": "1 Copy",
        "img": "https://i.ibb.co/MprCDrS/writing-editing-submitting-copy.jpg",
        "price": 99.99,
        "rating": {
            "number": 5.0,
            "badge": "Excellent"
        },
        "description": "Writing, editing and submitting copy is a process applicable to a multitude of writing fields within the publishing industry. Whether the text is a book, a magazine, a news article, or an advertisement, chances are a copy editor looked at it somewhere along the way. A good copy editor has an expansive skill set, involving strong attention to detail, knowledge about a variety of subject matters, and an ability to communicate their edits clearly and efficiently."
    }
]